;Place localized text in this file

[Bullpup_MercPlasma X2WeaponTemplate]
FriendlyName="M-90无托式"
FriendlyNamePlural="M-90无托式"
BriefSummary="一把基于无托式框架的能量步枪，这把改版散兵武器所发射的散射光线所运用到的技术即使在变种人中也是顶尖的。虽然看上去比原版要精致纤细很多，但在战斗中威力却没有任何削减。"
TacticalText="<Bullet/>这是XCOM军械库中可供使用的最先进的斗牛犬框架武器。\n<Bullet/>发射斗牛犬型枪械不会结束散兵的回合，且一回合内可发射两次。\n<Bullet/>斗牛犬型枪械在近距离极为有效，但是它们的命中率在远距离下降得很快厉害。\n<Bullet/>使用从敌人身上取得的升级部件提升M-90斗牛犬的战术效能。"
AbilityDescName="无托式机枪"

[VektorRifle_MercPlasma X2WeaponTemplate]
FriendlyName="烈焰长矛"
FriendlyNamePlural="烈焰长矛"
BriefSummary="死神在原则上是拒绝使用外星科技的，但我们已经向他们保证这种光束武器是完全由我们自主研发的产物。虽然死神对能量武器不屑一顾，但这类武器毫无疑问要比他们过去使用的传统武器要强。"
TacticalText="<Bullet/>这是XCOM兵工厂所能造出的最先进的维克托步枪。\n<Bullet/>缺乏特殊训练的情况下，发射主武器总是会结束士兵的回合。\n<Bullet/>它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升烈焰长矛的战术效果。"
AbilityDescName="维克托步枪"

[WristBlade_MercPlasma X2PairedWeaponTemplate]
FriendlyName="电浆开颅刃"
FriendlyNamePlural="电浆开颅刃"
BriefSummary="这种散兵爪刃基于能量的改版不必使用金属刀刃也能达到与原型相同的效果，它使用了一种磁能力场，能够聚合充能完毕的电浆，将其变为利刃的形态。尽管这种设计会让使用者承受大量的热量，但使用这种爪刃的散兵战士似乎并不在乎这点热度。"
TacticalText="<Bullet/>散兵可将他们的爪钩和开颅刃结合起来使用，成为战场上敌军的梦魇。\n<Bullet/>决定同敌人肉搏时应当十分果断又谨慎。\n"
AbilityDescName="开颅刃"

[Sidearm_MercPlasma X2WeaponTemplate]
FriendlyName="电浆自动手枪"
FriendlyNamePlural="电浆自动手枪"
BriefSummary="这一升级版圣殿骑士手枪是我们共同努力缩减便携式超铀电池的成果。这把武器功率最大化时所释放的聚合能量波能对除重甲敌人以外的目标造成严重伤害。"
TacticalText="<Bullet/>光束自动手枪是圣殿骑士可使用的威力最强的手枪。\n<Bullet/>自动手枪射击需要一格行动点。"
AbilityDescName="自动手枪"